{
  "news": [
    {
      "id": 1,
      "userId": 1,
      "text": "Новости из вымышленного мира! Какие тайны скрываются в доме Таргариен? Эксклюзивное интервью с Дейенерис! Рассказываем о жизни и приключениях Кхалиси."
    },
    {
      "id": 2,
      "userId": 1,
      "text": "Эксклюзивное интервью с Дейенерис! Рассказываем о жизни и приключениях Кхалиси. Секреты королевского двора! Интриги, борьба за власть и предательства в Вестеросе."
    },
    {
      "id": 3,
      "userId": 1,
      "text": "Секреты королевского двора! Интриги, борьба за власть и предательства в Вестеросе. Как выжить в Королевской Гавани? Секреты успешного выживания в опасном порту."
    },
    {
      "id": 4,
      "userId": 2,
      "text": "Интриги на Стене! Расследование загадочных происшествий в Ночном Дозоре. Возвращение домой! Перипетии в жизни Бастиара Сноу после событий на Стене."
    },
    {
      "id": 5,
      "userId": 2,
      "text": "Возвращение домой! Перипетии в жизни Бастиара Сноу после событий на Стене. Сражение с Белым Ходоком! Эпическая битва за выживание в Северных землях."
    },
    {
      "id": 6,
      "userId": 2,
      "text": "Сражение с Белым Ходоком! Эпическая битва за выживание в Северных землях. Как выжить в Королевской Гавани? Секреты успешного выживания в опасном порту."
    },
    {
      "id": 7,
      "userId": 3,
      "text": "Как выжить в Королевской Гавани? Секреты успешного выживания в опасном порту. Хитрости и тактика в игре тронов! Мастер-класс по политическим интригам."
    },
    {
      "id": 8,
      "userId": 3,
      "text": "Хитрости и тактика в игре тронов! Мастер-класс по политическим интригам. Искусство дипломатии в Вестеросе! Как достичь мира и согласия."
    },
    {
      "id": 9,
      "userId": 3,
      "text": "Искусство дипломатии в Вестеросе! Как достичь мира и согласия. Загадочное исчезновение! Тайны прошлого лорда Старка."
    },
    {
      "id": 10,
      "userId": 4,
      "text": "Тайны прошлого лорда Старка. Секреты Зимней Бухты! Что скрывают заснеженные земли на севере Вестероса?"
    },
    {
      "id": 11,
      "userId": 4,
      "text": "Секреты Зимней Бухты! Что скрывают заснеженные земли на севере Вестероса? Игра в трон или честь? Какие решения привели к трагическим последствиям."
    },
    {
      "id": 12,
      "userId": 4,
      "text": "Игра в трон или честь? Какие решения привели к трагическим последствиям. Королевский бал и новые интриги! Роскошные вечеринки и скрытые амбиции Ланнистеров."
    },
    {
      "id": 13,
      "userId": 5,
      "text": "Роскошные вечеринки и скрытые амбиции Ланнистеров. Планы по захвату Железного Трона! Амбиции королевы и ее стратегия в борьбе за власть."
    },
    {
      "id": 14,
      "userId": 5,
      "text": "Амбиции королевы и ее стратегия в борьбе за власть. Жизнь в Темном замке! Секреты успешного выживания в мире войны."
    },
    {
      "id": 15,
      "userId": 5,
      "text": "Амбиции королевы и ее стратегия в борьбе за власть. Жизнь в Темном замке! Секреты успешного выживания в мире войны."
    }
  ]
}